<?php
 session_start();
 ?>

<DOCTYPE html/>
<html lang="rus">

  <head>
  <meta charset="utf-8">

  <title>Чайхана</title>
  <meta name="description" content="Лэндинг чайханы">
  <meta name="author" content="NTYKHPI">

  </head>

<body class = "mainPage">

  <div class="textCenter">
      <h1 class="h1"> Вас приветствует наша уютная Чайхана </h1>
      <p class="pTop"> "Чай позволяет найти покой среди хаоса, видеть великое в малом." </p>
    </div>

  <div>
    <img src="media/1.png" alt="Те Гуань Инь" width="250" height="250" class="rightimg">
      <p>
        <h3 class="h3Body"> Те Гуань Инь </h3>
        <strong> Те Гуань Инь (Тигуанинь) </strong> – это гордость Китая, улун, который боготворят гурманы всего мира.
      Сырье для него собирают четыре раза за год, срывая только лучшие целые листочки, более зрелые, чем для зеленого чая.
      Сохранить комплекс ценных витаминов и танин позволяет слабая ферментация.
      Те Гуань Инь станет превосходным выбором как для ценителей китайских чаев, так и для тех, кто только начинает знакомство с ними.
    </p>
    <strong> Свойства: </strong>

      <p> Успокаивает, избавляет от головной боли, дарит ощущение умиротворения и гармонии.
        Насыщен витаминами С, К, группы В, содержит йод, кальций, фтор, цинк, селен, железо, фосфор, магний и марганец.
        Предотвращает образование опухолей, укрепляет иммунитет, очищает почки и печень, способствует расщеплению жиров.
        Ежедневное употребление чая поможет избавиться от темных кругов под глазами, улучшить состояние кожи, вывести токсины, омолодиться и похудеть. </p>
        <strong> Цвет, вкус и аромат : </strong>

          <p> Неповторимый вкус этому легендарному улуну придают эфирные масла.
             Ароматный настой золотистого оттенка пахнет весенней свежестью с изысканными нотками солнечного леса.
             В отличие от дешевых чаев, ароматизированных с помощью искусственных добавок, Те Гуань Инь очень нежный и элитный.
             Во вкусе присутствуют два типа сладости, китайцы называют их тянь и гань. Это натуральная «сахарность», которая ощущается уже после первого глотка благодаря наличию фруктозы, и приятное сладкое послевкусие.
             Подобный вкус-мираж говорит о высоком качестве чая. </p>
   </div>

   <div class="leftimgMain">
     <p><img src="media/2.png" alt="Да Хун Пао" width="250" height="250" class="leftimg">

       <h3 class="h3Body">Да Хун Пао</h3>
         <strong> Да хун пао </strong> — выдержанный и сильноферментированный чай, который готовится по сложной технологии из чайных кустов особого сорта.
          «Материнских» кустов, с которых началась история да хун пао четыре столетия назад, осталось всего шесть, в год с них снимается около 400 граммов листьев.
     </p>

     <strong> Свойства: </strong>
       <p>Выраженным мгновенным действием, который бывает, например, у стопки водки или банки «Рэдбулла», никакой чай не обладает: эффект тут индивидуален и может зависеть от окружения, состояния, сосредоточенности на процессе заваривания и чайника, в котором готовится настой.
         Да хун пао погружает в несколько вкусовых этапов, то есть каждая заваренная чашка раскрывается по-новому.
         Это определенно утренний чай, который обеспечивает ясность ума — не кофейную бодрость и деятельность, а именно ясность и спокойствие.  </p>

         <strong> Цвет, вкус и аромат : </strong>
           <p> Настой янтарного цвета с выразительным ароматом и удивительно многогранным вкусом. Каждое чаепитие будет дарить новые ощущения!
              Да Хун Пао полон переливающихся оттенков. Насыщенная терпкость сменяется бархатной сладостью и расцветает нежным послевкусием. </p>

   </div>

   <div>
     <p><img src="media/3.png" alt="Пуэр" width="250" height="250" class="rightimg">

       <h3 class="h3Body">Пуэр</h3>
         <strong> Пуэр </strong> — постферментированный чай, один из самых дорогих сортов чая в мире.
         Отличается специфической технологией производства: собранные листья, обработанные до уровня зелёного чая, подвергаются процедуре микробной ферментации — естественному либо искусственному старению
     </p>

     <strong> Свойства: </strong>
       <p>Распространено представление, что пуэр — самый бодрящий из чаёв.
          На самом деле заварить его можно по-разному, сделав по своему вкусу сильно бодрящим или спокойным, даже не противоречащим скорому сну.
           Нормально заваренный пуэр содержит в себе бодрости даже меньше, чем зелёный чай, но по необходимости шу-пуэр может быть заварен крепче, сохраняя характерный и комфортный вкус.
            Это требует пояснения: зелёный чай, заваренный крепче оптимального, станет горьким, его будет неприятно пить. А шу-пуэр можно настоять втрое, вчетверо крепче, прежде чем он станет неприемлемо горьким.
           Иногда это очень уместно. Когда нужна долгая продуктивная бодрость, быстрое отрезвление, когда предстоит долгая интеллектуальная или физическая работа.
            Но в остальных случаях я рекомендую пить пуэр, заваренный умеренно. Сделать это несложно: просто ориентируйтесь на свой вкус.  </p>

         <strong> Цвет, вкус и аромат : </strong>
           <p> Для шу-пуэра характерны шоколадные и тёмные древесные тона, цвет настоя — в диапазоне от коньяка до кофе, аромат чаще всего неяркий, в древесно-почвенной гамме.
              Вкус мягкий, густой, бархатный, практически не имеющий аналогов в других группах чая </p>

   </div>


<div class="textCenter">

  <i class="pTop"> Наша задача не только продать вам товар, но и привносить культуру правильного чаепития в массы.</i>

   <i class="pTop"> По всем вопросам, а так же для оформления заказа звоните : </i>

   <h2> +38(012)34-56-78 </h2>
   <h2> +38(087)65-43-21 </h2>

<form action="orderForm.php" method="post">
<h2> Хотите бесплатные пробники? Выбирайте - >
<select>
  <option value="null">-</option>
  <option value="Sample_1" >ДаХунПао + ТеГуаньИнь</option>
  <option value="Sample_2">Пуэр + ДаХунПао</option>
  <option value="Sample_3">ТеГуаньИнь + Пуэр</option>
</select>
 </h2>

<p> Как вас зовут?  <input required type="text" name="username"> </p>

<p> Оставьте ваш номер телефона, мы вам перезвоним : <input required type="text" name="phone"> <button type="submit"> Отправить  </button> </p>
<?php
  $_POST = [
    'username' => username,
    'phone' => phone
  ]
?>
<form>

</div>

<footer class="footer">

  <div>

      <a href="https://www.instagram.com/" target="_blank">
      <img src="media/instagram-icn.png"  alt="insta" width="50" height="50"></a>

      <a href="https://www.facebook.com/" target="_blank">
      <img src="media/facebook-icn.png" alt="insta" width="50" height="50"></a>

      <a href="https://web.telegram.org/" target="_blank">
      <img src="media/telegram-icn.png" alt="insta" width="50" height="50"></a>


    <p>&copy 2018 - Все права врядли защищены.</p>

  </div>

</footer>

<link rel="stylesheet" type="text/css" href="styles/style.css" />

</body>
</html>
